atvd31

<?xml version="1.0"?>

<soap:Envelope
xmlns:soap="http://www.w3.org/2003/05/soap-envelope/"
soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">

<soap:Body>
    <m:CheckCPF xmlns:m="https://.../cpf">
        <m:CPF>94628922<m:CPF>
    </m:CheckCPF>

</soap:Envelope>

<soap:Envelope
xmlns:soap="http://www.w3.org/2003/05/soap-envelope/"
soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">

<soap:Body>
    <m:CPFresponse xmlns:m="https://.../cpf">
        <m:Name>Jo~]ao pauklo maluco<m:Name>
    </m:CPFresponse>

</soap:Envelope>
/////////////////////////////////////////

O web service retorna as informações do CPF solicitado.
